{
  "answer_to_id": {
    "cat": 0,
    "dog": 1,
    "airplane": 2,
    "bus": 3,
    "train": 4,
    "bear": 5,
    "truck": 6,
    "giraffe": 7,
    "elephant": 8,
    "pizza": 9,
    "bird": 10,
    "motorcycle": 11,
    "giraffes": 12,
    "horse": 13,
    "plate": 14,
    "zebra": 15,
    "bicycle": 16,
    "clock": 17,
    "cake": 18,
    "zebras": 19,
    "car": 20,
    "hydrant": 21,
    "horses": 22,
    "ball": 23,
    "boat": 24,
    "room": 25,
    "kite": 26,
    "sandwich": 27,
    "elephants": 28,
    "sheep": 29,
    "umbrella": 30,
    "bat": 31,
    "cow": 32,
    "bathroom": 33,
    "cows": 34,
    "phone": 35,
    "cars": 36,
    "boats": 37,
    "buses": 38,
    "computer": 39,
    "toilet": 40,
    "cats": 41,
    "jet": 42,
    "birds": 43,
    "bench": 44,
    "skis": 45,
    "vase": 46,
    "kitchen": 47,
    "kites": 48,
    "tower": 49,
    "black": 50,
    "blue": 51,
    "brown": 52,
    "gray": 53,
    "green": 54,
    "orange": 55,
    "purple": 56,
    "red": 57,
    "white": 58,
    "yellow": 59,
    "eight": 60,
    "five": 61,
    "four": 62,
    "nine": 63,
    "one": 64,
    "seven": 65,
    "six": 66,
    "ten": 67,
    "three": 68,
    "two": 69
  },
  "id_to_answer": {
    "0": "cat",
    "1": "dog",
    "2": "airplane",
    "3": "bus",
    "4": "train",
    "5": "bear",
    "6": "truck",
    "7": "giraffe",
    "8": "elephant",
    "9": "pizza",
    "10": "bird",
    "11": "motorcycle",
    "12": "giraffes",
    "13": "horse",
    "14": "plate",
    "15": "zebra",
    "16": "bicycle",
    "17": "clock",
    "18": "cake",
    "19": "zebras",
    "20": "car",
    "21": "hydrant",
    "22": "horses",
    "23": "ball",
    "24": "boat",
    "25": "room",
    "26": "kite",
    "27": "sandwich",
    "28": "elephants",
    "29": "sheep",
    "30": "umbrella",
    "31": "bat",
    "32": "cow",
    "33": "bathroom",
    "34": "cows",
    "35": "phone",
    "36": "cars",
    "37": "boats",
    "38": "buses",
    "39": "computer",
    "40": "toilet",
    "41": "cats",
    "42": "jet",
    "43": "birds",
    "44": "bench",
    "45": "skis",
    "46": "vase",
    "47": "kitchen",
    "48": "kites",
    "49": "tower",
    "50": "black",
    "51": "blue",
    "52": "brown",
    "53": "gray",
    "54": "green",
    "55": "orange",
    "56": "purple",
    "57": "red",
    "58": "white",
    "59": "yellow",
    "60": "eight",
    "61": "five",
    "62": "four",
    "63": "nine",
    "64": "one",
    "65": "seven",
    "66": "six",
    "67": "ten",
    "68": "three",
    "69": "two"
  },
  "object_top_k": 50,
  "num_answers": 70,
  "object_answers": [
    "cat",
    "dog",
    "airplane",
    "bus",
    "train",
    "bear",
    "truck",
    "giraffe",
    "elephant",
    "pizza",
    "bird",
    "motorcycle",
    "giraffes",
    "horse",
    "plate",
    "zebra",
    "bicycle",
    "clock",
    "cake",
    "zebras",
    "car",
    "hydrant",
    "horses",
    "ball",
    "boat",
    "room",
    "kite",
    "sandwich",
    "elephants",
    "sheep",
    "umbrella",
    "bat",
    "cow",
    "bathroom",
    "cows",
    "phone",
    "cars",
    "boats",
    "buses",
    "computer",
    "toilet",
    "cats",
    "jet",
    "birds",
    "bench",
    "skis",
    "vase",
    "kitchen",
    "kites",
    "tower"
  ],
  "color_answers": [
    "black",
    "blue",
    "brown",
    "gray",
    "green",
    "orange",
    "purple",
    "red",
    "white",
    "yellow"
  ],
  "number_answers": [
    "eight",
    "five",
    "four",
    "nine",
    "one",
    "seven",
    "six",
    "ten",
    "three",
    "two"
  ]
}