{
  "answer_to_id": {
    "airplane": 0,
    "ball": 1,
    "banana": 2,
    "bat": 3,
    "bear": 4,
    "bed": 5,
    "bench": 6,
    "bicycle": 7,
    "bird": 8,
    "boat": 9,
    "bowl": 10,
    "bus": 11,
    "cake": 12,
    "car": 13,
    "cat": 14,
    "clock": 15,
    "computer": 16,
    "cow": 17,
    "dog": 18,
    "donut": 19,
    "elephant": 20,
    "frisbee": 21,
    "giraffe": 22,
    "horse": 23,
    "hydrant": 24,
    "kite": 25,
    "motorcycle": 26,
    "phone": 27,
    "pizza": 28,
    "plate": 29,
    "sandwich": 30,
    "sheep": 31,
    "skateboard": 32,
    "skis": 33,
    "toilet": 34,
    "train": 35,
    "truck": 36,
    "umbrella": 37,
    "vase": 38,
    "zebra": 39,
    "black": 40,
    "blue": 41,
    "brown": 42,
    "gray": 43,
    "green": 44,
    "orange": 45,
    "purple": 46,
    "red": 47,
    "white": 48,
    "yellow": 49
  },
  "id_to_answer": {
    "0": "airplane",
    "1": "ball",
    "2": "banana",
    "3": "bat",
    "4": "bear",
    "5": "bed",
    "6": "bench",
    "7": "bicycle",
    "8": "bird",
    "9": "boat",
    "10": "bowl",
    "11": "bus",
    "12": "cake",
    "13": "car",
    "14": "cat",
    "15": "clock",
    "16": "computer",
    "17": "cow",
    "18": "dog",
    "19": "donut",
    "20": "elephant",
    "21": "frisbee",
    "22": "giraffe",
    "23": "horse",
    "24": "hydrant",
    "25": "kite",
    "26": "motorcycle",
    "27": "phone",
    "28": "pizza",
    "29": "plate",
    "30": "sandwich",
    "31": "sheep",
    "32": "skateboard",
    "33": "skis",
    "34": "toilet",
    "35": "train",
    "36": "truck",
    "37": "umbrella",
    "38": "vase",
    "39": "zebra",
    "40": "black",
    "41": "blue",
    "42": "brown",
    "43": "gray",
    "44": "green",
    "45": "orange",
    "46": "purple",
    "47": "red",
    "48": "white",
    "49": "yellow"
  },
  "object_top_k": 0,
  "num_answers": 50,
  "object_answers": [
    "airplane",
    "ball",
    "banana",
    "bat",
    "bear",
    "bed",
    "bench",
    "bicycle",
    "bird",
    "boat",
    "bowl",
    "bus",
    "cake",
    "car",
    "cat",
    "clock",
    "computer",
    "cow",
    "dog",
    "donut",
    "elephant",
    "frisbee",
    "giraffe",
    "horse",
    "hydrant",
    "kite",
    "motorcycle",
    "phone",
    "pizza",
    "plate",
    "sandwich",
    "sheep",
    "skateboard",
    "skis",
    "toilet",
    "train",
    "truck",
    "umbrella",
    "vase",
    "zebra"
  ],
  "color_answers": [
    "black",
    "blue",
    "brown",
    "gray",
    "green",
    "orange",
    "purple",
    "red",
    "white",
    "yellow"
  ],
  "types_kept": [
    "color",
    "object"
  ],
  "normalization": {
    "mode": "conservative_and_semantic",
    "plural_to_singular": {
      "airplanes": "airplane",
      "apples": "apple",
      "backpacks": "backpack",
      "bananas": "banana",
      "bears": "bear",
      "beds": "bed",
      "benches": "bench",
      "bicycles": "bicycle",
      "birds": "bird",
      "boats": "boat",
      "books": "book",
      "bottles": "bottle",
      "bowls": "bowl",
      "buses": "bus",
      "cakes": "cake",
      "cars": "car",
      "carrots": "carrot",
      "cats": "cat",
      "chairs": "chair",
      "clocks": "clock",
      "couches": "couch",
      "cows": "cow",
      "cups": "cup",
      "dogs": "dog",
      "donuts": "donut",
      "elephants": "elephant",
      "forks": "fork",
      "frisbees": "frisbee",
      "giraffes": "giraffe",
      "handbags": "handbag",
      "horses": "horse",
      "jets": "jet",
      "keyboards": "keyboard",
      "kites": "kite",
      "knives": "knife",
      "laptops": "laptop",
      "microwaves": "microwave",
      "motorcycles": "motorcycle",
      "oranges": "orange",
      "ovens": "oven",
      "parking meters": "parking meter",
      "persons": "person",
      "people": "person",
      "pizzas": "pizza",
      "plates": "plate",
      "remotes": "remote",
      "refrigerators": "refrigerator",
      "sandwiches": "sandwich",
      "sheep": "sheep",
      "skateboards": "skateboard",
      "snowboards": "snowboard",
      "spoons": "spoon",
      "suitcases": "suitcase",
      "surfboards": "surfboard",
      "tables": "table",
      "ties": "tie",
      "toilets": "toilet",
      "toothbrushes": "toothbrush",
      "towers": "tower",
      "trains": "train",
      "trucks": "truck",
      "umbrellas": "umbrella",
      "vases": "vase",
      "zebras": "zebra",
      "men": "man",
      "women": "woman",
      "children": "child",
      "boys": "boy",
      "girls": "girl",
      "baseball bats": "baseball bat",
      "baseball gloves": "baseball glove",
      "cell phones": "cell phone",
      "dining tables": "dining table",
      "fire hydrants": "fire hydrant",
      "hot dogs": "hot dog",
      "potted plants": "potted plant",
      "sports balls": "sports ball",
      "stop signs": "stop sign",
      "teddy bears": "teddy bear",
      "tennis rackets": "tennis racket",
      "traffic lights": "traffic light",
      "tv monitors": "tv monitor",
      "wine glasses": "wine glass"
    },
    "semantic_merges": {
      "jet": "airplane",
      "jets": "airplane",
      "airliner": "airplane",
      "airliners": "airplane",
      "laptop": "computer",
      "laptops": "computer",
      "cell phone": "phone",
      "cell phones": "phone",
      "cellphone": "phone",
      "cellphones": "phone",
      "tv": "television",
      "tv monitor": "television",
      "tv monitors": "television",
      "sofa": "couch",
      "sofas": "couch"
    },
    "object_whitelist": [
      "frisbee",
      "dog",
      "bat",
      "plate",
      "boat",
      "horse",
      "bed",
      "bird",
      "umbrella",
      "skis",
      "motorcycle",
      "bowl",
      "sheep",
      "pizza",
      "phone",
      "cow",
      "toilet",
      "truck",
      "cake",
      "ball",
      "donut",
      "zebra",
      "train",
      "car",
      "bear",
      "kite",
      "airplane",
      "giraffe",
      "skateboard",
      "bicycle",
      "clock",
      "bench",
      "cat",
      "vase",
      "elephant",
      "sandwich",
      "bus",
      "banana",
      "hydrant",
      "computer"
    ],
    "color_whitelist": [
      "gray",
      "white",
      "black",
      "green",
      "purple",
      "yellow",
      "red",
      "brown",
      "orange",
      "blue"
    ]
  }
}