{
  "answer_to_id": {
    "airplane": 0,
    "cat": 1,
    "giraffe": 2,
    "dog": 3,
    "bus": 4,
    "train": 5,
    "horse": 6,
    "elephant": 7,
    "bear": 8,
    "zebra": 9,
    "bird": 10,
    "motorcycle": 11,
    "car": 12,
    "truck": 13,
    "boat": 14,
    "cow": 15,
    "pizza": 16,
    "kite": 17,
    "bicycle": 18,
    "computer": 19,
    "plate": 20,
    "umbrella": 21,
    "clock": 22,
    "cake": 23,
    "sandwich": 24,
    "hydrant": 25,
    "ball": 26,
    "phone": 27,
    "donut": 28,
    "room": 29,
    "vase": 30,
    "sheep": 31,
    "bat": 32,
    "bench": 33,
    "toilet": 34,
    "bathroom": 35,
    "bed": 36,
    "banana": 37,
    "skis": 38,
    "skateboard": 39,
    "kitchen": 40,
    "frisbee": 41,
    "tower": 42,
    "surfboard": 43,
    "bowl": 44,
    "tie": 45,
    "picture": 46,
    "refrigerator": 47,
    "meal": 48,
    "suitcase": 49,
    "road": 50,
    "desk": 51,
    "black": 52,
    "blue": 53,
    "brown": 54,
    "gray": 55,
    "green": 56,
    "orange": 57,
    "purple": 58,
    "red": 59,
    "white": 60,
    "yellow": 61
  },
  "id_to_answer": {
    "0": "airplane",
    "1": "cat",
    "2": "giraffe",
    "3": "dog",
    "4": "bus",
    "5": "train",
    "6": "horse",
    "7": "elephant",
    "8": "bear",
    "9": "zebra",
    "10": "bird",
    "11": "motorcycle",
    "12": "car",
    "13": "truck",
    "14": "boat",
    "15": "cow",
    "16": "pizza",
    "17": "kite",
    "18": "bicycle",
    "19": "computer",
    "20": "plate",
    "21": "umbrella",
    "22": "clock",
    "23": "cake",
    "24": "sandwich",
    "25": "hydrant",
    "26": "ball",
    "27": "phone",
    "28": "donut",
    "29": "room",
    "30": "vase",
    "31": "sheep",
    "32": "bat",
    "33": "bench",
    "34": "toilet",
    "35": "bathroom",
    "36": "bed",
    "37": "banana",
    "38": "skis",
    "39": "skateboard",
    "40": "kitchen",
    "41": "frisbee",
    "42": "tower",
    "43": "surfboard",
    "44": "bowl",
    "45": "tie",
    "46": "picture",
    "47": "refrigerator",
    "48": "meal",
    "49": "suitcase",
    "50": "road",
    "51": "desk",
    "52": "black",
    "53": "blue",
    "54": "brown",
    "55": "gray",
    "56": "green",
    "57": "orange",
    "58": "purple",
    "59": "red",
    "60": "white",
    "61": "yellow"
  },
  "object_top_k": 52,
  "num_answers": 62,
  "object_answers": [
    "airplane",
    "cat",
    "giraffe",
    "dog",
    "bus",
    "train",
    "horse",
    "elephant",
    "bear",
    "zebra",
    "bird",
    "motorcycle",
    "car",
    "truck",
    "boat",
    "cow",
    "pizza",
    "kite",
    "bicycle",
    "computer",
    "plate",
    "umbrella",
    "clock",
    "cake",
    "sandwich",
    "hydrant",
    "ball",
    "phone",
    "donut",
    "room",
    "vase",
    "sheep",
    "bat",
    "bench",
    "toilet",
    "bathroom",
    "bed",
    "banana",
    "skis",
    "skateboard",
    "kitchen",
    "frisbee",
    "tower",
    "surfboard",
    "bowl",
    "tie",
    "picture",
    "refrigerator",
    "meal",
    "suitcase",
    "road",
    "desk"
  ],
  "color_answers": [
    "black",
    "blue",
    "brown",
    "gray",
    "green",
    "orange",
    "purple",
    "red",
    "white",
    "yellow"
  ],
  "types_kept": [
    "color",
    "object"
  ],
  "normalization": {
    "mode": "conservative_singular_plural_only",
    "plural_to_singular": {
      "airplanes": "airplane",
      "apples": "apple",
      "backpacks": "backpack",
      "bananas": "banana",
      "bears": "bear",
      "beds": "bed",
      "benches": "bench",
      "bicycles": "bicycle",
      "birds": "bird",
      "boats": "boat",
      "books": "book",
      "bottles": "bottle",
      "bowls": "bowl",
      "buses": "bus",
      "cakes": "cake",
      "cars": "car",
      "carrots": "carrot",
      "cats": "cat",
      "chairs": "chair",
      "clocks": "clock",
      "couches": "couch",
      "cows": "cow",
      "cups": "cup",
      "dogs": "dog",
      "donuts": "donut",
      "elephants": "elephant",
      "forks": "fork",
      "frisbees": "frisbee",
      "giraffes": "giraffe",
      "handbags": "handbag",
      "horses": "horse",
      "jets": "jet",
      "keyboards": "keyboard",
      "kites": "kite",
      "knives": "knife",
      "laptops": "laptop",
      "microwaves": "microwave",
      "motorcycles": "motorcycle",
      "oranges": "orange",
      "ovens": "oven",
      "parking meters": "parking meter",
      "persons": "person",
      "people": "person",
      "pizzas": "pizza",
      "plates": "plate",
      "remotes": "remote",
      "refrigerators": "refrigerator",
      "sandwiches": "sandwich",
      "sheep": "sheep",
      "skateboards": "skateboard",
      "snowboards": "snowboard",
      "spoons": "spoon",
      "suitcases": "suitcase",
      "surfboards": "surfboard",
      "tables": "table",
      "ties": "tie",
      "toilets": "toilet",
      "toothbrushes": "toothbrush",
      "towers": "tower",
      "trains": "train",
      "trucks": "truck",
      "umbrellas": "umbrella",
      "vases": "vase",
      "zebras": "zebra",
      "men": "man",
      "women": "woman",
      "children": "child",
      "boys": "boy",
      "girls": "girl",
      "baseball bats": "baseball bat",
      "baseball gloves": "baseball glove",
      "cell phones": "cell phone",
      "dining tables": "dining table",
      "fire hydrants": "fire hydrant",
      "hot dogs": "hot dog",
      "potted plants": "potted plant",
      "sports balls": "sports ball",
      "stop signs": "stop sign",
      "teddy bears": "teddy bear",
      "tennis rackets": "tennis racket",
      "traffic lights": "traffic light",
      "tv monitors": "tv monitor",
      "wine glasses": "wine glass"
    },
    "semantic_merges": {
      "jet": "airplane",
      "jets": "airplane",
      "laptop": "computer",
      "laptops": "computer",
      "cell phone": "phone",
      "cell phones": "phone",
      "cellphone": "phone",
      "cellphones": "phone",
      "tv": "television",
      "tv monitor": "television",
      "tv monitors": "television",
      "sofa": "couch",
      "sofas": "couch"
    }
  }
}